[
    {
        "id": 1,
        "place": "Cox's Bazar",
        "description": "Cox's Bazar is a famous tourist destination located in the southeastern part of Bangladesh. It is known for having one of the longest natural sea beaches in the world, with a history dating back to the ancient Arakan Empire. It was named after Captain Hiram Cox, an officer of the British East India Company. The beach has been a popular destination for both local and international tourists for many decades.",
        "known_as": "Cox's Bazar is known for its long natural sea beach and scenic beauty.",
        "image_url": "https://i.ibb.co/FsNwRbH/Rectangle-1.png"
    },
    {
        "id": 2,
        "place": "Sundarbans",
        "description": "The Sundarbans is a vast mangrove forest located in the delta region of the Padma, Meghna, and Brahmaputra river basins. It is home to the Bengal tiger and has a rich history as a UNESCO World Heritage Site. The area has been a center of attention for its unique ecosystem, including the mangrove trees and diverse wildlife. It has been a protected area for the conservation of the endangered Royal Bengal tiger.",
        "known_as": "The Sundarbans is a mangrove forest and home to the Bengal tiger.",
        "image_url": "https://i.ibb.co/r2qwz6n/Sundarbans.jpg"
    },
    {
        "id": 3,
        "place": "Sajek Valley",
        "description": "Sajek Valley is a pristine landscape located in the Chittagong Hill Tracts. It has a history of being a serene and less-explored destination that has gained popularity in recent years. The valley is inhabited by indigenous communities, and it offers breathtaking views of rolling hills, lush greenery, and clear skies.",
        "known_as": "Sajek Valley is famous for its beautiful landscape and serene environment.",
        "image_url": "https://i.ibb.co/Mnp2NFy/Sajek-Valley.jpg"
    },
    {
        "id": 4,
        "place": "Saint Martin's Island",
        "description": "Saint Martin's Island is a coral island in the Bay of Bengal. It has a rich history as a natural paradise known for its crystal-clear waters and coral reefs. The island has been a popular destination for divers and snorkelers due to its diverse marine life. It's named after Saint Martin, a Christian missionary, and has also been known as 'Narikel Jinjira' (Coconut Island).",
        "known_as": "Saint Martin's Island is known for its clear waters and coral reefs.",
        "image_url": "https://i.ibb.co/2g7XcJb/Saint-Martin-s-Island.jpg"
    },
    {
        "id": 5,
        "place": "Ratnodweep",
        "description": "Ratnodweep is a picturesque island that offers stunning views of the sea and is known for its tranquility. It has a history of being a hidden gem that provides visitors with a peaceful environment and beautiful scenery. The name 'Ratnodweep' translates to 'Island of Gems,' reflecting the beauty of the place.",
        "known_as": "Ratnodweep is a picturesque island with stunning views of the sea.",
        "image_url": "https://i.ibb.co/x2826v2/Ratnodweep.jpg"
    },
    {
        "id": 6,
        "place": "Srimangal",
        "description": "Srimangal is famous for its tea gardens and is often referred to as the 'Tea Capital of Bangladesh.' Its history is closely tied to the British colonial period when the British established tea plantations in the region. Today, it is known for its lush tea estates and attracts visitors interested in exploring the tea culture.",
        "known_as": "Srimangal is famous for its tea gardens and lush greenery.",
        "image_url": "https://i.ibb.co/3Fn9cDm/Sreemongol.png"
    },
    {
        "id": 7,
        "place": "Bandarban",
        "description": "Bandarban, in the Chittagong Hill Tracts, has a rich history associated with the indigenous tribes that have inhabited the region for centuries. It's known for its scenic hills and trekking trails, making it a favorite destination for adventure seekers. The region's history is intertwined with the unique cultures and traditions of the indigenous communities.",
        "known_as": "Bandarban is known for its hills, tribal culture, and trekking trails.",
        "image_url": "https://i.ibb.co/zZ3BLCy/Bandarban.jpg"
    },
    {
        "id": 8,
        "place": "Rangamati",
        "description": "Rangamati is a district in the Chittagong Hill Tracts, famous for its beautiful landscapes, including the Kaptai Lake. It has a history of being a place of natural beauty and home to indigenous communities. The Kaptai Lake, created as a result of a dam, plays a significant role in the region's history and offers scenic boat rides.",
        "known_as": "Rangamati offers beautiful lake and hill landscapes in the Chittagong Hill Tracts.",
        "image_url": "https://i.ibb.co/r47YWR6/Rangamati.jpg"
    },
    {
        "id": 9,
        "place": "Kuakata",
        "description": "Kuakata is a unique beach town known for its panoramic views of both sunrise and sunset over the Bay of Bengal. Its history as a tourist destination has grown due to these remarkable natural phenomena. Kuakata is often referred to as the 'Daughter of the Sea' for its enchanting beauty.",
        "known_as": "Kuakata is famous for its panoramic sunrise and sunset views on the Bay of Bengal.",
        "image_url": "https://i.ibb.co/7zP1M1m/Kuakata.jpg"
    },
    {
        "id": 10,
        "place": "Jaflong",
        "description": "Jaflong is situated in the Sylhet region and is famous for its picturesque tea gardens and the Khasi tribal community. The history of Jaflong is linked to the tea cultivation and trade in the area, and it has gained recognition for its scenic beauty and cultural diversity.",
        "known_as": "Jaflong is known for its picturesque tea gardens and the Khasi tribal community.",
        "image_url": "https://i.ibb.co/TbJjTZT/Jaflong.jpg"
    }
]